;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Pierre le Lidgeu
; TranslationAuthorWeb: http://www.colok-traductions.com/
; Soft Version: 1.48.46
; Update: March 21, 2019
;
[Lang]
NativeLanguage=Français
[GUI]
ButtonYes=Oui
ButtonNo=Non
ButtonOK=OK
ButtonMinimize=Réduire
ButtonMaximize=Agrandir
ButtonClose=Fermer
ButtonRestore=Restaurer
ButtonMenu=Menu
BtnNews=Information

[Translation]
LangCode=040c
ReadHabit=Left-to-right
LanguageName=FR
LangShortName=fr-fr
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Avertissements
Error=Erreur
Confirm=Confirmation
;
; Popup menu
;
pmHelp=Aide en ligne
pmforum=Forum (anglais)
pmHome=Page d'accueil
pmContact=Nous contacter
pmCheckNew=Mettre à jour
pmLang=Langues
pmAbout=A propos
pmConMenu=Ajouter au menu contextuel
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Débarrassez-vous des fichiers que Windows ne peut pas supprimer
FrmWDMain.btnAFile.caption=Ajout fichier
FrmWDMain.btnAfolder.caption=Ajout dossier
FrmWDMain.btnRemove.caption=Retirer
FrmWDMain.btnDel.caption=Libérer et supprimer
FrmWDMain.btnsupport.caption=Suivi
FrmWDMain.btnfacebook.hint=Suivez-nous sur Facebook
FrmWDMain.btntwitter.hint=Partagez Wise Force Deleter sur Twitter
FrmWDMain.btngoogle.hint=Partagez Wise Force Deleter sur Google+
FrmWDMain.btnemail.hint=Parlez de Wise Force Deleter à vos amis
FrmWDManin.lvfile.Columns[0]=Nom
FrmWDManin.lvfile.Columns[1]=Chemin
FrmWDManin.lvfile.Columns[2]=Etat
;
; About
;
FrmAbout.caption=A propos
FrmAbout.lblver.caption=Version actuelle :
FrmAbout.lblemail.caption=Support courriel :
FrmAbout.lblhome.caption=Page d'accueil :
FrmAbout.lblthanks.caption=Merci aux personnes suivantes pour leur contribution :
FrmAbout.lblWarning.caption=Avertissement : Ce logiciel est protégé par la loi et les traités internationaux sur les droits d'auteurs.

[Message]
NoNews=Vous n'avez aucun message à lire.
addfolderwar=Tous les fichiers et sous-dossiers vont être supprimés. Etes-vous certain de vouloir déverrouiller et supprimer ce dossier ?
sysdirs=La suppression des répertoires système n'est pas supportée.
rootpath=La suppression des répertoires racine n'est pas supportée.
netdevice=Le disque n'est pas un disque local valide.
DragFile=Un dossier ne peut être "glissé" dessus.
ForceDelete=Forcer la suppression
NewVer=Une nouvelle version de Wise Force Deleter est disponible. Voulez-vous l'installer ?
NoNewVer=Félicitations! Vous utilisez la dernière version!
None=Prêt
Unlocked=Débloqué et supprimé
Deleted=Supprimé
FailDel=Suppression en échec
Aborted=Interrompu
NoExists=N'existe pas
ConfirmDel=Voulez-vous débloquer et supprimer ce fichier/dossier ?
TranslateTo=Traduire en ...